Repository: nlslsksw/StudyCoach-AI
Catalog: Lern Kalender/Localizable.xcstrings
Source language: de
Languages: en

source: Um Lern-Feeds zu generieren, brauchst du einen kostenlosen API-Schlüssel von Groq.
en: To generate study feeds you need a free Groq API key.

source: Verbinde das Gerät eines Elternteils mit dieser App, um Lernfortschritte zu teilen.
en: Connect a parent's device to this app to share study progress.

source: Verbinde dich mit dem Gerät deines Kindes, um Lernfortschritte zu sehen.
en: Connect to your child's device to see study progress.

source: Verbinde diese App mit dem Gerät eines Elternteils über iCloud.
en: Connect this app to a parent's device via iCloud.

source: Verbinden
en: Connect

source: Verbindung trennen
en: Disconnect

source: Verbindung trennen?
en: Disconnect?

source: Verbunden
en: Connected

source: Verbunden seit %@
en: Connected since %@

source: Verbundene Kinder
en: Connected children

source: Verlassen
en: Leave

source: Verlauf
en: History

source: Verlauf löschen?
en: Delete history?

source: Verstanden
en: Got it

source: Verwerfen
en: Discard

source: Vokabelkarten erstellen
en: Create vocabulary cards

source: Vokabelkarten werden erstellt...
en: Creating vocabulary cards...

source: Von
en: From

source: Von Eltern eingetragen
en: Added by parents

source: Von deinen Eltern
en: From your parents

source: Vorschau
en: Preview

source: Vorschlag: %@
en: Suggestion: %@

source: Vorschläge anzeigen
en: Show suggestions

source: Vs. letzte Woche
en: Vs. last week

source: Wann?
en: When?

source: Was hast du gelernt?
en: What did you study?

source: Was ist zu tun?
en: What needs doing?

source: Was möchtest du lernen?
en: What do you want to learn?

source: Was?
en: What?

source: Webuntis verbinden
en: Connect WebUntis

source: Webuntis verbunden
en: WebUntis connected

source: Webuntis-Zugangsdaten werden vom Gerät gelöscht.
en: Your WebUntis credentials will be deleted from this device.

source: Weiter
en: Continue

source: Welche Note hast du für "%@" bekommen? (1-6)
en: What grade did you get for “%@”? (1–6)

source: Wenn du einen Tag nicht lernst, wird automatisch ein Eis verbraucht und deine Serie läuft weiter. In den Schulferien (Bundesland in den Einstellungen) pausiert die Serie ohne Eis-Verbrauch.
en: If you skip a day, a freeze is used automatically and your streak continues. During school holidays (set your state in settings) the streak pauses without using a freeze.

source: Wie lange hast du gelernt?
en: How long did you study?

source: Wie lange?
en: How long?

source: Wie viele Minuten hast du für "%@" gelernt?
en: How many minutes did you study for “%@”?

source: Willkommen bei StudiCoach AI
en: Welcome to StudiCoach AI

source: Willkommen im Eltern-Dashboard
en: Welcome to the parent dashboard

# Willkommen im Eltern-Dashboard
source: Willkommen im\nEltern-Dashboard
en: Welcome to the parent dashboard

source: Willkommen!
en: Welcome!

source: Wo bekomme ich einen Key?
en: Where do I get a key?

source: Woche
en: Week

source: Woche %@
en: Week %@

source: Wochenbericht
en: Weekly report

source: Wochentag
en: Weekday

source: Wochenvergleich
en: Weekly comparison

source: Wochenziel
en: Weekly goal

source: Wochenziel erreicht → +1 Eis
en: Weekly goal reached → +1 freeze

source: Wochenübersicht
en: Week overview

source: Wusste ich
en: Knew it

source: Wusste ich nicht
en: Didn't know

source: Wähle dein Bundesland, um Schulferien im Kalender hervorzuheben.
en: Choose your state to highlight school holidays in the calendar.

source: Wöchentlich: %lld min
en: Weekly: %lld min

source: Wöchentliches Lernziel
en: Weekly study goal

source: Wöchentliches Ziel: %lld min
en: Weekly goal: %lld min

source: Zeit
en: Time

source: Zeitraum
en: Period

source: Ziel speichern
en: Save goal

source: Zu viele Versuche. Bitte warte 30 Sekunden.
en: Too many attempts. Please wait 30 seconds.

source: Zugangsdaten
en: Credentials

source: Zuordnung entfernen
en: Remove assignment

source: Zusammenfassung
en: Summary

source: oder wische nach links/rechts
en: or swipe left/right

source: statt %@
en: instead of %@

source: und %lld weitere Einträge
en: and %lld more entries

source: z.B. 2, 1.5, 3+
en: e.g. 2, 1.5, 3+

source: z.B. 2025/2026
en: e.g. 2025/2026

source: z.B. Englisch
en: e.g. English

source: z.B. Mathe, Englisch...
en: e.g. Math, English...

source: z.B. Mathematik, Deutsch...
en: e.g. Maths, English…

source: z.B. hepta
en: e.g. hepta

source: Änderungen wirken sofort — auch über iCloud auf anderen Geräten.
en: Changes take effect immediately — including on your other devices via iCloud.

source: Öffnen
en: Open

source: Über die App
en: About

source: Überspringen
en: Skip

source: älteste → neueste
en: oldest → newest
